Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: Fire Guardians are spirits of smoke and flame. No one is exactly sure where they come from, but they are occasionally summoned by powerful mages to do their bidding. When not being controlled they like to frolic in pools of lava and take great delight in burning anything they can reach.
uk_ua: Вогняні стражі — це духи з диму і вогню. Ніхто точно не знає, звідки вони взялися, але могутні маги іноді викликають їх, щоб вони виконали їх накази. Коли ними ніхто не керує, вони пустують в озерах з лави і радісно палять усе, до чого дотягуються.

source: Fire Wraith
uk_ua: Вогняний дух

source: Fire Wraiths are spirits of smoke and flame. No one is exactly sure where they come from, but they are occasionally summoned by powerful mages to do their bidding. The odd armor they wear hints at a former life or creator, but whatever ancient civilization was involved has been lost to history.
uk_ua: Вогняні духи — це духи з диму і вогню. Ніхто точно не знає, звідки вони взялися, але могутні маги іноді викликають їх, щоб ті виконували їхні накази. Їхні дивні обладунки вказують на минуле життя чи творця, але яка б стародавня цивілізація це не була, її вже давно було втрачено для історії.

source: Fire a game event.
uk_ua: Запустити ігрову подію.

source: Firebane Ant
uk_ua: Вогненопроклята мураха

source: Firebomb Ant
uk_ua: Вогневибухова мураха

source: Firssst, pay us our ssshare.
uk_ua: С-с-сперш-ш-шу з-заплати наш-ш-шу час-с-стку.

source: First Afternoon
uk_ua: Перший день

source: First Dawn
uk_ua: Перший світанок

source: First Dusk
uk_ua: Перші сутінки

source: First Midday
uk_ua: Перший полудень

source: First Morning
uk_ua: Перший ранок

source: First Oracle
uk_ua: Перший оракул

source: First Watch
uk_ua: Перша варта

source: First Watch — First Hour
uk_ua: Перша варта — Перша година

source: First Watch — Fourth Hour
uk_ua: Перша варта — Четверта година

source: First Watch — Second Hour
uk_ua: Перша варта — Друга година

source: First Watch — Third Hour
uk_ua: Перша варта — Третя година

source: First, I <i>can</i> translate the book that will allow Haldric to use the Ruby of Fire. The artifact should help with what must come.
uk_ua: По-перше, я <i>можу</i> перекласти книгу, яка дозволить Хальдріку користуватися Вогняним Рубіном. Цей артефакт допоможе проти того, що ми можемо зустріти.

source: First, read the scenario objectives. Sometimes you do not have to kill enemy leaders; instead it is enough that you survive for a certain number of turns, or pick up a particular object.
uk_ua: Спочатку прочитайте завдання сценарію. Іноді вам не треба вбивати ворожого лідера, а досить лише вижити впродовж певної кількості ходів або підібрати певний предмет.

source: First, we will have to deal with the Orcish Grunt stationed in the middle of the river. He should be little trouble.
uk_ua: Спочатку нам треба розібратися з орком-піхотинцем, що стоїть посеред річки. Це буде нескладно.

source: Firststrike
uk_ua: Перший удар

source: Five thousand pieces of silver.
uk_ua: П'ять тисяч срібних монет.

source: Flags
uk_ua: Прапори

source: Flamehearts lack the strength to defeat other high-ranking drakes in single combat, but prefer in any case to avoid confrontation within the tribe. Experience has taught any drake of this stature the extent of his authority: where he can push those he leads and when it is best to leave them to their own devices. Only occasionally will a Flameheart challenge his tribe’s leader for supremacy, and only if he is sure of the support of his fellow drakes.
uk_ua: Полум'яним Серцям бракує сили, щоб перемагати інших дрейків вищих класів в поєдинках, тому вони стараються уникати конфліктів усередині племені. Досвід навчив кожного з цих дрейків визначати рамки своєї влади: коли слід направляти свій народ, а коли краще дати їм діяти самостійно. Лише зрідка Полум'яне Серце може битися з лідером свого племені за верховенство, і тільки у тому випадку, коли він впевнений в підтримці своїх одноплемінників.

source: Flames
uk_ua: Полум'я

source: Flaming Sword
uk_ua: Палаючий Меч

source: Flat
uk_ua: Рівнина

source: Flawless Teamwork
uk_ua: Бездоганна співпраця

source: Flee on the First Ship
uk_ua: Тікайте на першому кораблі

source: Flee on the Second Ship
uk_ua: Відходьте на другому кораблі

source: Flee on the Third Ship
uk_ua: Відходьте на третьому кораблі

source: Flies, flies, everywhere! Ack!
uk_ua: Мухи, фе, скрізь! Аааах!

source: Flight
uk_ua: Відступ

source: Flip Clipboard Horizontally
uk_ua: Перевернути буфер обміну по горизонталі

source: Flip Clipboard Vertically
uk_ua: Перевернути буфер обміну по вертикалі

source: Flip Selection
uk_ua: Відбити вибране

source: Flip horizontally
uk_ua: Перевернути горизонтально

source: Flip vertically
uk_ua: Перевернути вертикально

source: Flixta
uk_ua: Флікста

source: Flood the Field
uk_ua: Затопити поле

source: Flooded by the seas and battered by the winter elements, only ruins, water and ice now remain in the shadow of this once mighty empire.
uk_ua: Затоплені морями та покриті льодом, лише руїни, вода і лід нагадують тепер про цю колись могутню імперію.

source: Flower
uk_ua: Квітка

source: Flowering Water Lilies
uk_ua: Цвітучі водяні лілії

source: Flying Corpse
uk_ua: Летючий труп

source: Focus on defeating...
uk_ua: Зосередитися на атаці...

source: Focus on protecting...
uk_ua: Зосередитись на обороні...

source: Foes who lose their life to certain horrors of nature become nourishment for a rapidly growing larva, unless they are standing in a village.
uk_ua: Вороги, що померли від чуми, будуть відроджені як мерці, якщо не знаходилися в селі.

source: Foes who lose their life to the plague will rise again in unlife, unless they are standing on a village.
uk_ua: Вороги, що померли від чуми, будуть відроджені як мерці, якщо не знаходилися в селі.

source: Fog
uk_ua: Туман

source: Fog of War
uk_ua: Туман війни

source: Fog of war
uk_ua: Туман війни

source: Follow me if you dare...
uk_ua: Переслідуй мене, якщо наважишся...

source: Follow the dry river, then the road to the signpost in the north. I will help you. Enter the houses of the dead as you pass, for others here may help you.
uk_ua: Йди по сухій річці, потім по дорозі до вказівника на півночі. Я проведу тебе. Заходь у будинки мертвих на шляху, оскільки інші можуть допомогти Вам.

source: Follow their back trail!
uk_ua: Бігом за ними, поки сліди ще свіжі!

source: Follow unit actions
uk_ua: Слідкувати за діями бійця

source: Following Delfador, the elves moved to unite with the Wesnothian forces and meet Zorlan head-on...
uk_ua: Йдучи за Делфадором, ельфи йшли, щоб об'єднатися з силами Весноту і зіткнулися із Зорланом віч на віч...

source: Following the Shadow
uk_ua: Услід за тінню

source: Following the alliance’s victory and the peace treaty came a period of calm that lasted a generation. The new King had learned to trust Delfador at the battle of Abez Ford, and it was no surprise that Delfador became Garard II’s most valued advisor.
uk_ua: За перемогою Альянсу і мирним договором прийшов період спокою, який продовжався ціле покоління. Новий Король став довіряти Делфадору ще на полі битві у Переправи Абез, і те, що Делфадор став найближчим радником Гарарда ІІ, ні для кого не було несподіванкою.

source: Following the victory against the orcs, Aiglondur was summoned to the audience hall of Hamel, lord of Knalga and Lord Companion of the Northern Alliance. Beside the dais stood a stranger in the robes of the Order of Loremasters...
uk_ua: Після перемоги над орками, Айглондура викликали на аудієнцію в палату Хамеля, лорда Кналги та Лорда-супутника Північного Альянсу. Позаду трона володаря стояв незнайомець, одягнений у робу Ордена Хранителів Давнини...

source: Font size scale (experimental)
uk_ua: Масштабування шрифту (експериментально)

source: Fool Prince
uk_ua: Безглуздий Принц

source: Fool boy! Where did you grow up? Enough of this, let’s go get some orcs!
uk_ua: Безглузде хлопченя! Та звідки ти взагалі такий взявся? Гаразд, досить про це, піду пополюю на орків!

source: Fool boy, you overestimate the strength of these decrepit peasants that you call soldiers. The rivers will run red with your blood! The smoke and ashes from your ruined homes will blot out the sky, and from the swamps and the black earth, your bones will rise again to serve me!
uk_ua: Дурнику, ти перебільшуєш силу цих слабких селян, котрих ти кличеш солдатами. Річки будуть червоними від вашої крові! Дим та попіл від вашим зруйнованих будинків закриватиме небо, а з боліт та чорної землі ваші кості повстануть, щоб служити мені!

source: Fool girl! My ambition is boundless; I will survive to rule the orcs and all else. That is more than can be said for you. King Addroran, meet your son — you’ll be joining him soon enough.
uk_ua: Дурне дівчисько! Моє честолюбство не знає меж; я виживу і правитиму орками і усіма іншими. Чого не можна сказати про тебе. А тепер, Король Аддроран, зустрічай свого сина — скоро ви з ним воз'єднаєтеся.

source: Fool of a boy. I never should have followed him.
uk_ua: Безглузде хлопченя. Не потрібно було йти з ним.

source: Fool! You could not kill me in the Land of the Dead, nor can you in the land of the living! I transcend both death and life, and I will destroy you!
uk_ua: Дурень! Ти не зміг убити мене в Мертвих Землях, тож не зможеш зробити це й в Живих! Я перейшов кордон життя і смерті, і я повернуся, щоб знищити тебе!

source: Fool. You are no match for my power. What! What’s this? A treaty. That’s elf script.
uk_ua: Дурень. Ти не рівня моїй силі. Що! А це що таке? Угода. Це ельфійські руни.

source: Foolish Hero
uk_ua: Нерозумний герой

source: Foolish fish-men. You cannot kill <i>me</i> that easily.
uk_ua: Безглузді риби. Вам не вбити <i>мене</i> так просто.

source: Foolish merman! You will sssoon wish you had minded your own affairs.
uk_ua: Дурний водяний! Незсссабаром ти пошссскодуєш, що пхав носсса в чужі сссправи.

source: Foolish upstarts. You will never defeat us! Come, my allies. Let us crush them!
uk_ua: Дурні вискочки! Ви ніколи не подолаєте нас! До бою, мої союзники. Роздавимо їх!

source: Fools! Even should you defeat me, the master’s ritual will soon be complete and you shall all become his slaves!
uk_ua: Дурні! Навіть якщо ви переможете мене, обряд Володаря скоро закінчиться, й ви усі станете його рабами!

source: Fools! Imbeciles! You humans are a worthless blight upon this wretched world! I must purge you all— I must destroy all who live... I must...
uk_ua: Йолопи! Ідіоти! Ви, люди, просто нікчемна хвороба цього огидного світу! Я маю очистити вас усіх— Я маю знищити усіх живих... Я маю...

source: Fools! That lich will be the death of us all! Now we are all doomed!
uk_ua: Бовдури! Цей ліч буде смертю для нас усіх! Тепер наш кінець неминучий!

source: Fools, my death here means nothing! Even if you could find our stronghold, you will never defeat our master!
uk_ua: Дурні, моя смерть нічого не означає! Навіть якщо ви знайдете нашу твердиню, вам ніколи не подолати нашого володаря!

source: Foot units tend to defend better in villages and castles than in other terrain types, while most mounted units do not gain any defensive advantages from villages or castles.
uk_ua: Більшість піших бійців краще захищаються в селах і замках, ніж на більшості інших місцевостей, тоді як більшість кінних бійців не отримують переваги в захисті, знаходячись в селах або замках.

source: Footpad
uk_ua: Розбишака

source: Footpads are the scouts of the bandit armies. They are highly mobile, and have both a <i>melee</i> attack and a <i>ranged</i> attack, although neither of their attacks is very strong. Footpads are difficult to hit with regular attacks, but will take bonus damage from bladed, impact, or piercing weapons and can be easily killed during the day.
uk_ua: Розбишаки це розвідники у армій бандитів. Вони швидкі, й у них є і <i>ближня</i>, і <i>дальня</i> атаки, хоча й жодна з них не дуже сильна. У розбишак важко влучити звичайними атаками, але вони отримують додаткову шкоду від ріжучої, ударної та колючої зброї, їх легко вбити вдень.

source: For Land and Lord, I sacrifice all!
uk_ua: Заради Країни і Короля, я жертвую усім!

source: For all of the good people of Clearwater Port!
uk_ua: За усіх добрих людей Чистоводного Порту!

source: For any player, controlling villages is often key to winning a scenario. You may use this knowledge to lure your opponents into a trap by leaving some villages unoccupied, but keep in mind that an enemy unit becomes much harder to dislodge from a village! Plan your movements accordingly.
uk_ua: Для будь-якого гравця, контроль над селами ― запорука перемоги. Ви можете використати це знання, лишити трохи сіл незайнятими і заманити супротивника у пастку. Будьте обережні! Вибити ворожого бійця з села досить тяжко! Плануйте свої дії.

source: For as long as anyone can remember, the members of the various ‘guilds’ of rat-catchers that spring up in any larger city have had a curious practice of bleaching their hair with lime till it becomes a pale shade of blue. It is a bold thing to do, as their profession often delves into less-than-legal enterprises. Thieves have many skills, and by necessity are both light on their feet, and good with knives. They happily employ less-than-honorable tactics in combat, seeing little merit in a ‘fair fight’.
uk_ua: З незапам'ятних часів члени різних злодійських ‘гільдій’, що зароджуються в кожному великому місті, підтримують дивну традицію вибілювати своє волосся вапном до блідо-голубого кольору. Це досить сміливий вчинок, оскільки їх рід діяльності завжди був поза законом. Злодії мають багато умінь, швидко бігають і добре володіють ножами. У бою вони дотримуються не найчеснішої тактики, вбачаючи мало сенсу в ‘чесному бою’.

source: For eight years, the South Guard had defended the farms and homes surrounding the city of Westin, the capital of Wesnoth’s frontier province of Kerlath in the furthermost south. Under the command of Sir Loris, the South Guard kept Westin free from danger, having only to quash the occasional bandit or wild creature. Perhaps the only real unease came from the Aethenwood to the west, where the elves lived in reserved aloofness, indifferent to the doings of man. Traversing their land without permission was forbidden, but the elves rarely entered the lands of Kerlath in turn. Even further south in the wildlands, the ancient heart forest sprawled out in dense gloominess, ominous enough that even the elves eschewed entering, and only a few, scattered outlaws called it their home.
uk_ua: Вісім років Південна Гвардія захищала ферми та будинки навколо Вестіну, столиці прикордонної південної провінції Керлат. Під командуванням Пана Лоріса Південна Гвардія підтримувала Вестін безпечним від жодних загроз, маючи лише іноді знищувати випадкового бандита чи дике створіння. Мабуть, єдина реальна проблема походила з Етенвуду на заході, де жили ельфи відлюдники, вони не були ворогами, але трималися осторонь. Подорожувати їхніми землями без дозволу було заборонено, але й ельфи дуже рідко навідувалися до земель Керлату. Ще далі на південь, у диких землях, у густому мороці розкинулося серце стародавнього лісу, настільки зловісного, що навіть ельфи остерігалися туди заходити, і лише кілька розсіяних розбійників називали його своєю домівкою.

source: For every man that falls, a new warrior shall soon join the ranks of the dead!
uk_ua: За кожну людину, що загине, новий воїн доєднається до рядів мертвих!

source: For every one of us you strike down, more will rise!
uk_ua: Кожного, кого ви вб'єте, замінять двоє!

source: For example, Horsemen can hold up the line against Orcish Grunts and Troll Whelps very well because they have some resistances against blade and impact. But your Horseman may quite quickly fall to Orcish Archers and Goblin Spearmen.
uk_ua: Наприклад, вершники можуть добре тримати лінію оборони проти піхоти орків або дитинчат тролів, оскільки у них є певна опірність до ріжучої та ударної зброї. Але ось від атак орків лучників або гоблінів списоносців ваш вершник може швидко полягти.

source: For example, elves might hold out a forest during a nightly orcish onslaught and advance on sunrise. You may even note that the computer AI actively retreats his orcs during day.
uk_ua: Наприклад, ельфи можуть тримати оборону в лісі під час нічного нападу орків, і виступити в атаку вдосвіта. Ви навіть можете помітити, що комп'ютер регулярно відводить своїх орків в денний час.

source: For example, skeletons are highly resistant to blade and pierce damage, but are vulnerable to impact and fire damage, and extremely vulnerable to arcane damage.
uk_ua: Наприклад, скелети мають високу опірність до ушкоджень ріжучою та колючою зброєю, але дуже вразливі до ударної зброї та вогню, а особливо вразливі до містичного нападу.

source: For example, the <ref>text='Loyalist Cavalryman' dst='unit_Cavalryman'</ref> has a defense rating of 30% on forests, and a defense cap for forests. Thus, on forested hills, he has a defense rating of 30% rather than 40%, because the mixed rating cannot exceed the cap.
uk_ua: Для прикладу, <ref>text='вірнопідданий кавалерист' dst='unit_Cavalryman'</ref> має захист 30% у лісах, і поріг захисту там же. Таким чином, на лісистих пагорбах він матиме захист 30%, а не 40%, тому що захист на змішаній місцевості не може перевищити поріг.

source: For example, you might position your elves just inside of a forest edge so that attacking orcs must stand on grassland while your elves enjoy the high forest defenses.
uk_ua: Наприклад, ви можете розмістити ваших ельфів на узліссі, тоді вони атакуватимуть орків, що стоять на рівнині, самі при цьому користуватимуться високою захищеністю в лісі.

source: For example: consider a fight between a Lawful and a Chaotic unit when both have a base damage of 12. At dawn and dusk, both will do 12 points of damage if they hit. During Morning or Afternoon, the Lawful unit will do (<literal>12 \* 1.25</literal>) or 15 points, while the Chaotic unit will do (<literal>12 \* 0.75</literal>) or 9 points. During First or Second Watch, the Lawful unit would do 9 points compared to the Chaotic unit&#8217;s 15.
uk_ua: Для прикладу розглянемо бій між порядним і хаотичним бійцями, кожен з яких має основну атаку, рівну 12. На заході сонця і світанку обоє, у випадку влучання, нанесуть 12 одиниць шкоди. Вранці і вдень порядний боєць завдасть (<literal>12 \* 1.25</literal>), або 15 одиниць, тоді як хаотичний лише (<literal>12 \* 0.75</literal>), тобто 9 одиниць. Під час першої і другої варти порядний боєць нанесе лише 9 одиниць шкоди, тоді як хаотичний - 15.

source: For game purposes, the races group into factions; for example, orcs often cooperate with trolls, and elves or dwarves with humans. Some other factions reflect divisions within human society&#8201;&#8212;&#8201;loyalists vs. outlaws, for example. In most campaigns, you will control units drawn a single faction. But sometimes factions make alliances with others, so you may face more than one faction in a scenario.
uk_ua: За правилами гри раси можуть об'єднуатись у фракції; наприклад, орки часто об'єднуються з тролями, а ельфи або гноми - з людьми. Фракції можуть також відображати відмінності в людському суспільстві, наприклад, вірнопіддані протистоять беззаконним. У більшості кампаній ви контролюватимете бійців, що належать до однієї фракції. Але іноді одні фракції вступають в союз з іншими, тому ви можете зустрітися в сценарії з більш ніж однією фракцією.

source: For gameplay purposes, various races of creatures in the world cooperate with each other in factions. Factions are grouped in balanced sets with a common theme; for example, the main factions of Wesnoth can be found in the included Default Era. In <italic>text='Multiplayer'</italic> mode, you can choose an era when creating a new game, and players can pick from the available factions for that era when setting up their sides and teams.
uk_ua: У цілях гри, різні раси істот у світі співпрацюють один з одним у фракціях. Фракції групуються у збалансовані набори із загальною темою; наприклад, головні фракції Весноту можуть бути знайдені в типовій Стандартній Ері. У режимі <italic>text='Мультиплеєру'</italic> ви можете вибрати еру створюючи нову гру, і гравці можуть вибрати доступні для цієї ери фракцій, встановлюючи їх сторони і команди.

source: For many days they marched down nameless paths that no man had trod before. From time to time, Deoran fancied that he saw ghostly images of elven villages and halls in the deep woods, but as they advanced, even those became scarce. Far from civilization, in the deep woods, time passed in blurred day and night with the ever creeping chill of deathly shadow growing upon them.
uk_ua: Вони йшли по безіменним стежкам багато тижнів, там де не ступала нога жодної людини. Час від часу Деоран бачив в глибокому лісі нечіткі обриси ельфійських сіл та будинків, але вони йшли далі, і навіть це стало рідкістю. Далеко від цивілізації, в глухому лісі, час минав у розмитих днях і ночах, і на них постійно насувався холод смертельної тіні.

source: For my lady I fall...
uk_ua: Я гину за мою пані...

source: For now, I can slow them down. But where are the elves who used to live in this valley? They should have come to our aid by now.
uk_ua: Я здатна лише сповільнювати їх. Але де ж ельфи, які жили у цій долині? Вони б вже мали прийти нам на допомогу.

source: For now, I can stay here and perhaps talk them Wesnothians out of attacking us directly, but I don’t thinks it will work forever. To survive this, we needs to act quick, Baldras.
uk_ua: Наразі я лишуся тут і спробую умовити веснотців не атакувати нас, але гадаю, шо надовго сього не вистачить. Шоб вижити, треба діяти швидко, Балдрасе.

source: For several days, the healers of Westin worked feverishly to save as many of the wounded as they were able. The villagers set out to rebuild their homes and bury the dead to the north of the city, where many mounds joined the garden of graves already there.
uk_ua: Днями і ночами цілителі Вестіну самовіддано лікували доблесних воїнів, намагаючись врятувати як можна більше життів. Селяни почали відбудовувати свої будинки та ховати померлих на північ від міста, де багато нових курганів приєдналися до вже існуючого саду могил.

source: For the King!
uk_ua: За Короля!

source: For the Wesfolk!
uk_ua: За Весфольк!

source: For the glory of Southbay!
uk_ua: У славу Південної Бухти!

source: For the glory of the men of the Green Isle!
uk_ua: У славу людей Зеленого Острова!

source: For the honor of Southbay!
uk_ua: У славу Південної Бухти!

source: For this is the story of Haldric the First and the Rise of Wesnoth...
uk_ua: Це розповідь про Хальдріка Першого і становлення Весноту...

source: For this tutorial, you are playing as Konrad. You are standing on the keep, and your mentor Delfador is on the east side of the river. You can move the mouse over a unit to see a summary of its abilities and stats on the right of the screen.
uk_ua: В цьому уроці ви граєте за Конрада. Ви знаходитесь в цитаделі, а ваш наставник Делфадор — на східному березі річки. Ви можете пересувати мишу над бійцями, щоб побачити підсумок їх здібностей і показників у правій частині екрану.

source: For this tutorial, you are playing as Li’sar. You are standing on the keep, and your mentor Delfador is on the east side of the river. You can move the mouse over a unit to see a summary of its abilities and stats on the right of the screen.
uk_ua: В цьому уроці ви граєте за Лі’сар. Ви знаходитесь в цитаделі, а ваш наставник Делфадор — на східному березі річки. Ви можете пересувати мишу над бійцями, щоб побачити підсумок їх здібностей і показників у правій частині екрану.
